src/test/resources/jmeter/test.yml
execution:
- iterations: 1
  concurrency: 50
  ramp-up: 3s
  scenario: with_script

scenarios:
  with_script:
    script: https://github.com/carlospardo87/TestngCucumberBoilerPlate/blob/master/src/test/resources/jmeter/jmeterdemo.jmx
    
reporting:
- module: final-stats
  dump-xml: /Users/carlos-pardo/.jenkins/workspace/TaurusJenkins/stats.xml